"File" = "File";
"Save" = "Save";
"Export" = "Export";
"Preview" = "Preview";
"Edit" = "Edit";
"Undo" = "Undo";
"Redo" = "Redo";
"Cut" = "Cut";
"Copy" = "Copy";
"Paste" = "Paste";
"Help" = "Help";
"Online Help" = "Online Help";
"User Manual" = "User Manual";
"About" = "About";
"Play" = "Play";
"Resume" = "Resume";
"New Project" = "New Project";
"Project" = "Project";
"Projects" = "Projects";
"Last change" = "Last change";
"Create" = "Create";
"Open" = "Open";
"Cancel" = "Cancel";
"OK" = "OK";
"Slides" = "Slides";
"Properties" = "Properties";
"Length" = "Length";
"Audio" = "Audio";
"Project name" = "Project name";
"Please enter a name for the new project." = "Please enter a name for the new project.";
"The project name already exists. Please choose another name." = "The project name already exists. Please choose another name.";
"Something went wrong. Check your internet connection and try again." = "Something went wrong. Check your internet connection and try again.";
"Project already exists." = "Project already exists.";
"Open Project" = "Open Project";
"Y-m-d H:i" = "Y-m-d H:i";
"Add Image" = "Add Image";
"Upload Audio" = "Upload Audio";
"Delete" = "Delete";
"Delete image" = "Delete image";
"Delete images" = "Delete images";
"Loading. Please wait..." = "Loading. Please wait...";
"Saving. Please wait..." = "Saving. Please wait...";
"Checking. Please wait..." = "Checking. Please wait...";
"Creating preview. Please wait..." = "Creating preview. Please wait...";
"Caption" = "Caption";
"Slide length" = "Slide length";
"seconds" = "seconds";
"Update slide" = "Update slide";
"Logout" = "Logout";
"Login" = "Login";
"Preferences" = "Preferences";
"Transition" = "Transition";
"dissolve" = "Dissolve";
"notransition" = "No Transition";
"straightcut" = "Straight Cut";
"fade" = "Fade";
"crossfade" = "Crossfade";
"Choose a transition" = "Choose a transition";
"sec" = "sec";
"Slide show length" = "Slide show length";
"Audio file" = "Audio file";
"Created" = "Created";
"Last saved" = "Last saved";
"Manage projects" = "Manage projects";
"Done" = "Done";
"Action" = "Action";
"Delete Audio" = "Delete Audio";
"Do you really want to delete the audio file?" = "Do you really want to delete the audio file?";
"Untitled" = "Untitled";
"Delete Project" = "Delete Project";
"Distribute slides" = "Distribute slides";
"Do you really want to delete the project and all associated files?" = "Do you really want to delete the project and all associated files?";
"Do you want the existing slides distributed equally to the running time of the audio track?" = "Do you want the existing slides distributed equally to the running time of the audio track?";
"Default slideshow length" = "Default slideshow length";
"Default transition" = "Default transition";
"Default slide length" = "Default slide length";
"No transition" = "No transition";
"Default transition length" = "Default transition length";
"Close Project" = "Close Project";
"Edit Caption" = "Edit Caption";
"Export Project" = "Publish Project";
"Style" = "Style";
"Size" = "Size";
"Show Controls" = "Show Controls";
"Show Captions" = "Show Captions";
"Autoplay" = "Autoplay";
"Loop Slideshow" = "Loop Slideshow";
"HTML" = "HTML";
"Website" = "Website";
"YouTube" = "YouTube";
"Movie" = "Movie";
"Publish" = "Publish";
"Protect Website with password" = "Protect Website with password";
"Republish" = "Republish";
"Unpublish" = "Unpublish";
"Please select an action" = "Please select an action";
"This Slideshow has been published to the URL" = "This Slideshow has been published to the URL";
"This Slideshow has been published" = "This Slideshow has been published";
"FTP Server" = "FTP Server";
"FTP username" = "FTP username";
"FTP password" = "FTP password";
"Enter the name/IP address of the FTP upload server" = "e.g. ftp.myserver.com";
"Enter the root path to your projects" = "e.g. /projects";
"Data directory" = "Data directory";
"Enter the URL to your data directory" = "e.g. http://www.myserver.com/projects";
"Data directory URL" = "Data directory URL";
"Please open the preferences window and enter the necessary settings for online publishing to be able to use website publishing." = "Please open the preferences window and enter the necessary settings for online publishing to be able to use website publishing.";
"Slide Properties" = "Slide Properties";
"Manage Projects" = "Manage Projects";
"Project Title" = "Project Title";
"Created" = "Created";
"Last Updated" = "Last Updated";
"Published" = "Published";
"Start adding images by clicking the 'Add Image' button" = "Start adding images by clicking the 'Add Image' button";
"Enter your username and password to login." = "Enter your username and password to login.";
"Enter your email address and we'll send you instructions on how to reset your password." = "Enter your email address and we'll send you instructions on how to reset your password.";
"Username:" = "Username:";
"Password:" = "Password:";
"Confirm:" = "Confirm:";
"Email:" = "Email:";
"Lost your password?" = "Lost your password?";
"Enter your username and password to login." = "Enter your username and password to login.";
"Please enter a valid username." = "Please enter a valid username.";
"Please enter a valid password." = "Please enter a valid password.";
"Please enter a valid password confirmation." = "Please enter a valid password confirmation.";
"Please enter a valid username and password." = "Please enter a valid username and password.";
"Please enter a valid email address." = "Please enter a valid email address.";
"The username already exists." = "The username already exists.";
"Enter your username, password and email to register." = "Enter your username, password and email to register.";
"Wrong password confirmation." = "Wrong password confirmation.";
"An unknown error occurred during registration." = "An unknown error occurred during registration.";
"The requested email address is not registered." = "The requested email address is not registered.";
"Request" = "Request";
"Password troubles?" = "Password troubles?";
"Choose a new password" = "Choose a new password";
"Choose" = "Choose";
"An unknown error occured choosing your new password." = "An unknown error occured choosing your new password.";
"Please choose your new password and confirm it." = "Please choose your new password and confirm it.";
"mail subject" = "mmslides password reset";
"mail body" = "Hello %s\n\nTo choose a new password for your mmslides password, use the link below:\n\nPassword reset link:\n%s\n\n\nThanks,\n\nThe mmslides Team\n";
"Add" = "Add";
"Delete" = "Delete";
"Copy" = "Copy";
"Delete" = "Delete";
"Rename" = "Rename";
"Number of slides" = "Number of slides: %@";
"Duration" = "Duration: %@";
"sec" = "sec";
"Project Details" = "Project Details:";
"Last Editor" = "Last Editor:";
"Search for a name" = "Search for a name";
"Search" = "Search";
"Shared with" = "Shared with...";
"Generating preview. Please wait..." = "Generating preview. Please wait...";
"Publishing project. Please wait..." = "Publishing project. Please wait...";
"Show:" = "Show:";
"Own Projects" = "Own Projects";
"Shared Projects" = "Shared Projects";
"ZIP" = "ZIP";
"Rename" = "Rename";
"Rename Project" = "Rename Project";
"Please enter a new name for the project" = "Please enter a new name for the project";
"Copy" = "Copy";
"Copy Project" = "Copy Project";
"Please enter a name for the copied project" = "Please enter a name for the copied project";
"mpeg4" = "MPEG 4";
"h.264" = "H.264";
"Ken Burns" = "Ken Burns";
"Static" = "Static";
"Picture Motion" = "Picture Motion";
"Start" = "Start";
"End" = "End";
"Do you really want to redistribute all slides over the current time? All slide durations will be reset to an equal value!" = "Do you really want to redistribute all slides over the current time? All slide durations will be reset to an equal value!";
"Movie Export started" = "Movie Export started";
"MovieExportText" = "The movie export has started and will happen in the background. This can take several minutes. An email will be send to \n\n%@\n\nwith the Download-Link, when its finished.";
"Edit Ken Burns" = "Edit Ken Burns";
"Resolution" = "Resolution";
"Codec" = "Codec";
"Preset" = "Preset";
"Usage" = "Usage";
"A Movie Export is running" = "A Movie Export is already running";
"RunningMovieExportText" = "You are already running %d movie export(s) for this project.Do you really want to start a new movie export?";
"You are already running %d export task(s)" = "You are already running %d export task(s)";
"1280x960" = "1280 x 960";
"1024x768" = "1024 x 768";
"800x600" = "800 x 600";
"640x480" = "640 x 480";
"480x360" = "480 x 360";
"320x240" = "320 x 240";
"h.264" = "H.264";
"flv" = "Sorenson";
